item_dict = {
    "маргарит": "Маргарита",
    "морск": "Морская",
    'пепперон': 'Пепперони',
    'пеперон': 'Пепперони'
}

sizes_dict = {
    'больш': 'большая',
    'меленьк': 'маленькая',
    'маленьк': 'маленькая',
    'средн': 'средняя',
}

count_dict = {
    "одн": 1,
    "1": 1,
    "две": 2,
    "2": 2,
    "три": 3,
    '3': 3,    
    'четыр': 4,
    '4': 4,
    'пят': 5,
    '5': 5,
    'шест': 6,
    '6': 6    
}

payment_method_dict = {
    'безна': 'безнал',
    'карт': 'безнал',
    'карточк': 'безнал',
    'карт': 'безнал',
    'нал': 'наличные',
    'наличк': 'наличные',
    'безналичн': 'безнал',
    'безналичк': 'безнал',
    'перевод': 'безнал'
}